export default{
  NAME: /^[a-zA-ZÁ-Úá-úÀ-Ùà-ù']{3,30}$/,
  SURNAME: /^[a-zA-ZÁ-Úá-úÀ-Ùà-ù']{2,255}$/,
  EMAIL: /^[a-zA-ZÁ-Úá-úÀ-Ùà-ù']{3,255}@[a-zA-ZÁ-Úá-úÀ-Ùà-ù']{2,255}.[a-zA-ZÁ-Úá-úÀ-Ùà-ù']{2,10}$/,
  CPSPAIN: /^((0[1-9])|([1-4]\d)|(5[0-2]))\d{3}$/,
  CPUSA: /^\d{5}$/,
  LANDLINEUSA: /^(1\s?)?((\([0-9]{3}\))|[0-9]{3})[\s\-]?[\0-9]{3}[\s\-]?[0-9]{4}$/,
  LANDLINESPAIN: /^(\+34|0034|34)?[89]\d{8}$/,
  PHONENUMBERSPAIN: /^(\+34|0034|34)?[6|7|8|9][0-9]{8}$/,
  PHONENUMBERUSA: /^1\s?(?:(?:(?:\d{3}\s?\d{3}\s?)|(?:\d{3}-\d{3}-)|(?:\(\d{3}\)\s?\d{3}-))\d{4}$)|^\d{10}$/
}